const String hanumanChalisa = "श्री हनुमान चालीसा";
const String artiName = "श्री हनुमान की आरती ";
const String bajrangPathName = "श्री बजरंग बाण का पाठ";
const String splashText="ॐ हं हनुमते नमः";
const String sankathMochan="संकटमोचन हनुमानाष्टक";
 const String ramChandarkirplu="श्री राम चंद्र कृपालु";



const String chailsa = """
दोहा :
श्रीगुरु चरन सरोज रज निज मनु मुकुरु सुधारि|
बरनऊं रघुबर बिमल जसु जो दायकु फल चारि ||
बुद्धिहीन तनु जानिके सुमिरौं पवन कुमार |
बल बुद्धि बिद्या देहु मोहिं हरहु कलेस बिकार ||

चौपाई:
     
जय हनुमान ज्ञान गुन सागर |
जय कपीस तिहुं लोक उजागर ||

रामदूत अतुलित बल धामा |
अंजनि पुत्र पवन सुत नामा ||

महाबीर बिक्रम बजरंगी |
कुमति निवार सुमति के संगी ||

कंचन बरन बिराज सुबेसा |
कानन कुंडल कुंचित केसा ||

हाथ बज्र औ ध्वजा बिराजै |
कांधे मूंज जनेऊ साजै ||

संकर सुवन केसरीनंदन |
तेज प्रताप महा जग बन्दन ||

विद्यावान गुनी अति चातुर |
राम काज करिबे को आतुर ||

प्रभु चरित्र सुनिबे को रसिया |
राम लखन सीता मन बसिया ||

सूक्ष्म रूप धरि सियहिं दिखावा |
बिकट रूप धरि लंक जरावा ||

भीम रूप धरि असुर संहारे |
रामचंद्र के काज संवारे ||

लाय सजीवन लखन जियाये |
श्रीरघुबीर हरषि उर लाये ||

रघुपति कीन्ही बहुत बड़ाई |
तुम मम प्रिय भरतहि सम भाई ||

सहस बदन तुम्हरो जस गावैं |
अस कहि श्रीपति कंठ लगावैं ||

सनकादिक ब्रह्मादि मुनीसा |
नारद सारद सहित अहीसा ||

जम कुबेर दिगपाल जहां ते |
कबि कोबिद कहि सके कहां ते ||

तुम उपकार सुग्रीवहिं कीन्हा |
राम मिलाय राज पद दीन्हा ||

तुम्हरो मंत्र बिभीषन माना |
लंकेस्वर भए सब जग जाना ||

जुग सहस्र जोजन पर भानू |
लील्यो ताहि मधुर फल जानू ||
 
प्रभु मुद्रिका मेलि मुख माहीं |
जलधि लांघि गये अच रज नाहीं ||

दुर्गम काज जगत के जेते |
सुगम अनुग्रह तुम्हरे तेते ||

राम दुआरे तुम रखवारे |
होत न आज्ञा बिनु पैसारे ||

सब सुख लहै तुम्हारी सरना |
तुम रक्षक काहू को डर ना ||

आपन तेज सम्हारो आपै |
तीनों लोक हांक तें कांपै ||

भूत पिसाच निकट नहिं आवै |
महाबीर जब नाम सुनावै ||

नासै रोग हरै सब पीरा |
जपत निरंतर हनुमत बीरा ||

संकट तें हनुमान छुड़ावै |
मन क्रम बचन ध्यान जो लावै ||

सब पर राम तपस्वी राजा |
तिन के काज सकल तुम साजा ||

और मनोरथ जो कोई लावै |
सोइ अमित जीवन फल पावै ||

चारों जुग परताप तुम्हारा |
है परसिद्ध जगत उजियारा ||

साधु संत के तुम रखवारे |
असुर निकंदन राम दुलारे ||

अष्ट सिद्धि नौ निधि के दाता |
अस बर दीन जानकी माता ||

राम रसायन तुम्हरे पासा |
सदा रहो रघुपति के दासा ||

तुम्हरे भजन राम को पावै |
जनम-जनम के दुख बिसरावै ||

अन्तकाल रघुबर पुर जाई |
जहां जन्म हरि भक्त कहाई ||

और देवता चित्त न धरई |
हनुमत सेइ सर्ब सुख करई ||

संकट कटै मिटै सब पीरा |
जो सुमिरै हनुमत बलबीरा ||
 
जै जै जै हनुमान गोसाईं |
कृपा करहु गुरुदेव की नाईं ||

जो सत बार पाठ कर कोई |
छूटहि बंदि महा सुख होई

जो यह पढ़ै हनुमान चालीसा |
होय सिद्धि साखी गौरीसा ||

तुलसीदास सदा हरि चेरा |
कीजै नाथ हृदय मंह डेरा ||

पवन तनय संकट हरन मंगल मूरति रूप |
राम लखन सीता सहित हृदय बसहु सुर भूप ||""";
const String arti = """
आरती कीजै हनुमान लला की। दुष्ट दलन रघुनाथ कला की।।
जाके बल से गिरिवर कांपे। रोग दोष जाके निकट न झांके।।
 
अंजनि पुत्र महाबलदायी। संतान के प्रभु सदा सहाई।
दे बीरा रघुनाथ पठाए। लंका जारी सिया सुध लाए।

लंका सो कोट समुद्र सी खाई। जात पवन सुत बार न लाई।
लंका जारी असुर संहारे। सियारामजी के काज संवारे।

लक्ष्मण मूर्छित पड़े सकारे। आणि संजीवन प्राण उबारे।
पैठी पताल तोरि जमकारे। अहिरावण की भुजा उखाड़े।

बाएं भुजा असुर दल मारे। दाहिने भुजा संतजन तारे।
सुर-नर-मुनि जन आरती उतारे। जै जै जै हनुमान उचारे।
 
कंचन थार कपूर लौ छाई। आरती करत अंजना माई।
लंकविध्वंस कीन्ह रघुराई। तुलसीदास प्रभु कीरति गाई।
 
जो हनुमानजी की आरती गावै। बसी बैकुंठ परम पद पावै।
आरती कीजै हनुमान लला की। दुष्ट दलन रघुनाथ कला की।
      """;
const String bajrangBanPath="""
 दोहा : 
निश्चय प्रेम प्रतीति ते, बिनय करैं सनमान।
तेहि के कारज सकल शुभ, सिद्ध करैं हनुमान॥

जय हनुमंत संत हितकारी। सुन लीजै प्रभु अरज हमारी॥
जन के काज बिलंब न कीजै। आतुर दौरि महा सुख दीजै॥
जैसे कूदि सिंधु महिपारा। सुरसा बदन पैठि बिस्तारा॥
आगे जाय लंकिनी रोका। मारेहु लात गई सुरलोका॥
जाय बिभीषन को सुख दीन्हा। सीता निरखि परम पद लीन्हा॥
बाग उजारि सिंधु महँ बोरा। अति आतुर जमकातर तोरा॥
अक्षय कुमार मारि संहारा। लूम लपेटि लंक को जारा॥
लाह समान लंक जरि गई। जय जय धुनि सुरपुर नभ भई॥
अब बिलंब केहि कारन स्वामी। कृपा करहु उर अंतरयामी॥
जय जय लखन प्रान के दाता। आतुर ह्वै दुख करहु निपाता॥
जै हनुमान जयति बल-सागर। सुर-समूह-सम रथ भट-नागर॥
ॐ हनु हनु हनु हनुमंत हठीले। बैरिहि मारु बज्र की कीले॥
ॐ ह्नीं ह्नीं ह्नीं हनुमंत कपीसा। ॐ हुं हुं हुं हनु अरि उर सीसा॥
जय अंजनि कुमार बलवंता। शंकरसुवन बीर हनुमंता॥
बदन कराल काल-कुल-घालक। राम सहाय सदा प्रतिपालक॥
भूत, प्रेत, पिसाच निसाचर। अगिन बेताल काल मारी मर॥
इन्हें मारु, तोहि सपथ राम की। राखु नाथ मरजाद नाम की॥
सत्य होहु हरि सपथ पाइ कै। राम दूत धरु मारु धाइ कै॥
जय जय जय हनुमंत अगाधा। दुख पावत जन केहि अपराधा॥
पूजा जप तप नेम अचारा। नहिं जानत कछु दास तुम्हारा॥
बन उपबन मग गिरि गृह माहीं। तुम्हरे बल हौं डरपत नाहीं॥
जनकसुता हरि दास कहावौ। ताकी सपथ बिलंब न लावौ॥
जै जै जै धुनि होत अकासा। सुमिरत होय दुसह दुख नासा॥
चरन पकरि, कर जोरि मनावौं। यहि औसर अब केहि गोहरावौं॥
उठु, उठु, चलु, तोहि राम दुहाई। पायँ परौं, कर जोरि मनाई॥
ॐ चं चं चं चं चपल चलंता। ॐ हनु हनु हनु हनु हनुमंता॥
ॐ हं हं हाँक देत कपि चंचल। ॐ सं सं सहमि पराने खल-दल॥
अपने जन को तुरत उबारौ। सुमिरत होय आनंद हमारौ॥
यह बजरंग-बाण जेहि मारै। ताहि कहौ फिरि कवन उबारै॥
पाठ करै बजरंग-बाण की। हनुमत रक्षा करै प्रान की॥
यह बजरंग बाण जो जापैं। तासों भूत-प्रेत सब कापैं॥
धूप देय जो जपै हमेसा। ताके तन नहिं रहै कलेसा॥ 
 
दोहा : 
उर प्रतीति दृढ़, सरन ह्वै, पाठ करै धरि ध्यान।
बाधा सब हर, करैं सब काम सफल हनुमान॥
""";
const String SankathMochanPath="""
बाल समय रबि भक्षि लियो तब, तीनहुं लोक भयो अंधियारो ।
ताहि सों त्रास भयो जग को, यह संकट काहु सों जात न टारो ॥
देवन आन करि बिनती तब, छांड़ि दियो रबि कष्ट निवारो ।
को नहिं जानत है जग में कपि, संकटमोचन नाम तिहारो ॥ 1 ॥
बालि की त्रास कपीस बसै गिरि,जात महाप्रभु पंथ निहारो ।
चौंकि महा मुनि शाप दिया तब,चाहिय कौन बिचार बिचारो ॥
के द्विज रूप लिवाय महाप्रभु,सो तुम दास के शोक निवारो ।
को नहिं जानत है जग में कपि,संकटमोचन नाम तिहारो ॥2॥
अंगद के संग लेन गये सिय,खोज कपीस यह बैन उचारो ।
जीवत ना बचिहौ हम सो जु,बिना सुधि लाय इहाँ पगु धारो ॥
हेरि थके तट सिंधु सबै तब,लाय सिया-सुधि प्राण उबारो ।
को नहिं जानत है जग में कपि,संकटमोचन नाम तिहारो ॥3॥
रावन त्रास दई सिय को सब,राक्षसि सों कहि शोक निवारो ।
ताहि समय हनुमान महाप्रभु,जाय महा रजनीचर मारो ॥
चाहत सीय अशोक सों आगि सु,दै प्रभु मुद्रिका शोक निवारो ।
को नहिं जानत है जग में कपि,संकटमोचन नाम तिहारो ॥4॥
बाण लग्यो उर लछिमन के तब,प्राण तजे सुत रावण मारो ।
लै गृह बैद्य सुषेन समेत,तबै गिरि द्रोण सु बीर उपारो ॥
आनि सजीवन हाथ दई तब,लछिमन के तुम प्राण उबारो ।
को नहिं जानत है जग में कपि,संकटमोचन नाम तिहारो ॥5॥
रावण युद्ध अजान कियो तब,नाग कि फांस सबै सिर डारो ।
श्रीरघुनाथ समेत सबै दल,मोह भयोयह संकट भारो ॥
आनि खगेस तबै हनुमान जु,बंधन काटि सुत्रास निवारो ।
को नहिं जानत है जग में कपि,संकटमोचन नाम तिहारो ॥6॥
बंधु समेत जबै अहिरावन,लै रघुनाथ पाताल सिधारो ।
देबिहिं पूजि भली बिधि सों बलि,देउ सबै मिति मंत्र बिचारो ॥
जाय सहाय भयो तब ही,अहिरावण सैन्य समेत सँहारो ।
को नहिं जानत है जग में कपि,संकटमोचन नाम तिहारो ॥7॥
काज किये बड़ देवन के तुम,वीर महाप्रभु देखि बिचारो ।
कौन सो संकट मोर गरीब को,जो तुमसों नहिं जात है टारो ॥
बेगि हरो हनुमान महाप्रभु,जो कछु संकट होय हमारो ।
को नहिं जानत है जग में कपि,संकटमोचन नाम तिहारो ॥8॥
॥ दोहा :॥
लाल देह लाली लसे,अरू धरि लाल लंगूर । 
बज्र देह दानव दलन,जय जय जय कपि सूर ॥
॥ इति संकटमोचन हनुमानाष्टक सम्पूर्ण ॥

 """;
const String ramChandarKirpluPath="""
श्री राम चंद्र कृपालु भजमन हरण भाव भय दारुणम्। 
नवकंज लोचन कंज मुखकर, कंज पद कन्जारुणम्।।

कंदर्प अगणित अमित छवि नव नील नीरज सुन्दरम्।
पट्पीत मानहु तडित रूचि शुचि नौमी जनक सुतावरम्।।
 
भजु दीन बंधु दिनेश दानव दैत्य वंश निकंदनम्।
रघुनंद आनंद कंद कौशल चंद दशरथ नन्दनम्।।

सिर मुकुट कुण्डल तिलक चारु उदारू अंग विभूषणं।
आजानु भुज शर चाप धर संग्राम जित खर-धूषणं।।
 
इति वदति तुलसीदास शंकर शेष मुनि मन रंजनम्।
मम ह्रदय कुंज निवास कुरु कामादी खल दल गंजनम्।।

छंद :
 
मनु जाहिं राचेऊ मिलिहि सो बरु सहज सुंदर सावरों।
करुना निधान सुजान सिलू सनेहू जानत रावरो।।
 
एही भांती गौरी असीस सुनी सिय सहित हिय हरषी अली।
तुलसी भवानी पूजि पूनी पूनी मुदित मन मंदिर चली।।

।।सोरठा।।
 
जानि गौरी अनुकूल सिय हिय हरषु न जाइ कहि।
 मंजुल मंगल मूल वाम अंग फरकन लगे।। 
""";